/**
 * avivi course Denys Yushkevich homework #15
 * */

package com.dumpkin.course;

/*
Реалізовуємо консольну програму. Створити клас Commodity. Описати
даний клас (поля, методи). Повинні бути такі методи:
Додати товар, Видалити товар, Замінити товар, Вийти з програми
Сортувати за мінімум трьома критеріями. Виводимо і-тий елемент колекції(який ми вводимо з консолі(використовуємо Scanner))
Для меню використати Switch. Продемонструвати як виконується кожен метод над списком і виводити список після змін в ньому.
*/


public class Main {

    public static void main(String[] args) {
        System.out.println("Homework 15\n\n");
Starter.launch();

    }
}
